{
  "about_opensource_title": "هذا التطبيق مفتوح المصدر",
  "about_opensource_message": "نحن نرحب بالمساهمات في هذا التطبيق. إذا كنت مهتما ، يرجى الانضمام إلينا على Github في",
  "about_opensource_link": "https://github.com/Telos-Foundation/Sqrl",
  "about_message_1": "Sqrl هو تطبيق سطح مكتب مستقل يتصل مباشرة بـ سلسلة كتل TELOS من خلال نقطة نهايةلـ API من اختيارك.",
  "about_message_2": "مفاتيحك تبقى في التطبيق دائماً ولا يتم تخزينها أبداً إلا وهي مشفرة، مما يوفر أعلى مستوى من الأمان يمكن أن توفره أي محفظة.",
  "about_more": "يرجى زيارتنا على https://telosfoundation.io و https://eos.miami إذا كنت ترغب في معرفة المزيد.",
  "about_issues": "إذا واجهتك مشاكل في التطبيق نفسه، فيرجى التعريف بالمشكلة على github أدناه:",
  "about_issues_link": "https://github.com/Telos-Foundation/Sqrl/issues",
  "about_greymass_message_1": "الـ Sqrl لـ eos-voter 0.5.1. تم إنشاؤه بواسطة EOS Miami كأداة شاملة لدعم جميع سلاسل EOSIO ،بما في ذلك Telos و EOS. الفضل في ذلك يعود إلى دوغلاس هورن في Goodblock مع SqrlJs  والفضل في تطوير التصميم يعود إلى AmplifiedTelos.",
  "about_greymass_message_2": "إذا كنت ترغب في معرفة المزيد عن فريقنا والمشاريع الأخرى التي خططنا لها في TELOS ،فإننا ندعوك لزيارتنا على",
  "about_license_type": "ترخيص MIT (MIT)",
  "about_license_body_1": "حقوق الطبع والنشر محفوظة لـ (c) 2018-present Greymass, EOS Miami, Telos Foundation",
  "about_license_body_2": "يمنح هذا الإذن ، مجاناً ، لأي شخص يحصل على نسخة من هذا البرنامج وملفات الوثائق المرتبطة به (\ "البرامج \") ، للتعامل مع البرنامج دون قيود ، بما في ذلك على سبيل المثال لا الحصر ، حقوق الاستخدام ، النسخ ، التعديل أو دمج أو نشر أو توزيع أو إعادة ترخيص و / أو بيع نسخ من البرنامج ، وللسماح للأشخاص الذين تم تزويدهم بالبرنامج للقيام بذلك ، مع مراعاة الشروط التالية:",
  "about_license_body_3": "يجب تضمين إشعار حقوق النشر المذكور أعلاه وإشعار هذا الإذن في جميع النسخ أو أجزاء كبيرة من البرنامج.",
  "about_license_body_4": "يتم توفير البرنامج \ "كما هي \" ، دون أي ضمانات من أي نوع، ضمانات صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر ضمانات الرواج، والملائمة لغرض معين وعدم الانتهاك. لا يتحمل المؤلفون أو حاملو حقوق الطبع والنشر في أي حال من الأحوال المسؤولية عن أي مطالبة أو أضرار أو أية مسؤولية أخرى، سواءً كان ذلك في إطار عقد أو ضرر أو خلاف ذلك، بسبب ما يتعلق بالبرنامج أو الاستخدام أو غير ذلك من المعاملات في هذه البرمجية."
}