{
  "EOS_constitution_accept": "أنا أقبل هذه الشروط",
  "EOS_constitution_title": "حوكمة EOS - الدستور",
  "EOS_constitution_preface": "هذا الدستور هو عقد متعدد الأحزاب يبرم من قبل الأعضاء بفضل استخدامهم لسلسلة الكتل هذه.",
  "EOS_constitution_article_01_title": "المادة الأولى - لا بدء للعنف",
  "EOS_constitution_article_01_body": "لا يجوز للأعضاء إطلاق العنف أو التهديد بالعنف ضد عضو آخر. إن المقاضاة القانونية للجرائم بهدف الحفاظ على الحياة والحرية والملكية لا تشكل بداية للعنف.",
  "EOS_constitution_article_02_title": "المادة الثانية - لا لحنث اليمين",
  "EOS_constitution_article_02_body": "يكون الأعضاء مسؤولين عن أي خسائر ناجمة عن شهادات كاذبة أو مضللة ويخسرون أي ربح حصلوا عليه.",
  "EOS_constitution_article_03_title": "المادة الثالثة - الحقوق",
  "EOS_constitution_article_03_body": "يمنح الأعضاء حق التعاقد والملكية الخاصة لبعضهم البعض، وبالتالي لا يجوز تغيير الملكية إلا بموافقة المالك أو عن طريق أمر تحكيمي صالح أو عبر استفتاء المجتمع. لا يخلق هذا الدستور أي حقوق إيجابية لأي من الأعضاء أو بينهم.",
  "EOS_constitution_article_04_title": "المادة الرابعة - لا لشراء الأصوات",
  "EOS_constitution_article_04_body": "لا يجوز لأي عضو تقديم أو قبول أي شيء ذي قيمة في مقابل التصويت من أي نوع، ولا يجوز لأي عضو التأثير على نحو غير ملائم في تصويت آخر.",
  "EOS_constitution_article_05_title": "المادة الخامسة - لا للإئتمان",
  "EOS_constitution_article_05_body": "لا يتحمل أي عضو أو حامل رمز EOS مسؤولية ائتمانية لدعم قيمة رمز EOS. لا يأذن الأعضاء لأي شخص بحيازة أصول أو اقتراض أو التعاقد نيابة عن حاملي رمز EOS بشكل جماعي. سلسلة الكتل هذه ليس لها ملٌاك أو مدراء أو أمناء؛ لذلك، لن يكون لدى أي عضو مصلحة مفيدة في أكثر من 10 ٪٪ من إمدادات رمز EOS.",
  "EOS_constitution_article_06_title": "المادة السادسة - الإسترداد",
  "EOS_constitution_article_06_body": "يوافق كل عضو على أن العقوبات على خرق العقد قد تشمل، على سبيل المثال لا الحصر، الغرامات، وفقدان الحساب، وغير ذلك من التعويضات.",
  "EOS_constitution_article_07_title": "المادة السابعة - المصدر المفتوح",
  "EOS_constitution_article_07_body": " يجب على كل عضو يقوم بإتاحة عقد ذكي على سلسلة الكتل هذه أن يكون مطور. يجب على كل مطور تقديم عقوده الذكية من خلال ترخيص مجاني ومفتوح المصدر، ويجب توثيق كل عقد ذكي بعقد ريكاردي ينص على نية جميع الأطراف وتسمية منتدى التحكيم الذي سيحل النزاعات الناشئة عن هذا العقد.",
  "EOS_constitution_article_08_title": "المادة الثامنة - اللغة",
  "EOS_constitution_article_08_body": "عند اﻟﻌﻘﻮد ﻣﺘﻌﺪدة اﻟﻠﻐﺎت ﻳﺠﺐ تحديد إﺣﺪى اﻟﻠﻐﺎت اﻟﺴﺎﺋﺪة لاستخدامها ﻓﻲ ﺣﺎﻟﺔ اﻟﻨﺰاع وﻳﻜﻮن ﻣﺴﺆول أي ﺗﺮﺟﻤﺔ ﻣﺴﺌﻮﻻً ﻋﻦ اﻟﺨﺴﺎﺋﺮ اﻟﻨﺎﺟﻤﺔ ﻋﻦ ﺗﺮﺟﻤﺎﺗﻪ اﻟﺨﺎﻃﺌﺔ أو اﻟﻤﻀﻠﻠﺔ أو اﻟﻐﺎﻣﻀﺔ.",
  "EOS_constitution_article_09_title": "المادة التاسعة - حل النزاع",
  "EOS_constitution_article_09_body": "يتم تسوية جميع النزاعات الناشئة عن هذا الدستور أو المتصلة به في نهاية المطاف بموجب قواعد تسوية المنازعات الخاصة بمنتدى التحكيم الأساسي الخاص بـ EOS من قبل محكم واحد أو أكثر يتم تعيينه وفقًا للقواعد المذكورة.",
  "EOS_constitution_article_10_title": "المادة العاشرة - خيار القانون",
  "EOS_constitution_article_10_body": "اختيار القانون للنزاعات يجب أن يكون، حسب ترتيب الأسبقية، هذا الدستور ومزايا العدالة.",
  "EOS_constitution_article_11_title": "المادة الحادية عشرة - التعديل",
  "EOS_constitution_article_11_body": "لا يجوز تعديل هذا الدستور ووثائقه الفرعية إلا بتصويت من أصحاب الرمز المميز بنسبة لا تقل عن 15 ٪٪ من المشاركة في التصويت بين الرموز ولا يقل عن 10 ٪٪ بأصوات نعم أكثر من أصوات لا، يستمر لمدة 30 يومًا متواصلة ضمن 120 فترة اليوم.",
  "EOS_constitution_article_12_title": "المادة الثانية عشرة - النشر",
  "EOS_constitution_article_12_body": "يجوز للأعضاء فقط نشر المعلومات إلى سلسلة الكتل التي هي ضمن حقهم في النشر. علاوة على ذلك، يوافق الأعضاء طواعية على أن يحتفظ جميع الأعضاء بشكل دائم وبدون رجعة بنسخة، وتحليل، وتوزيع جميع معاملات البث ومشتقات المعلومات.",
  "EOS_constitution_article_13_title": "المادة الثالثة عشرة - الموافقة المستنيرة",
  "EOS_constitution_article_13_body": "يجب على جميع مقدمي الخدمات الذين ينتجون أدوات لتسهيل بناء وتوقيع المعاملات نيابة عن الأعضاء الآخرين أن يقدموا إلى الأعضاء الآخرين المذكورين شروط العقد الريكاردي الكاملة لهذا الدستور والعقود الأخرى المشار إليها. يكون مقدمو الخدمات مسؤولين عن الخسائر الناتجة عن عدم الإفصاح عن شروط العقد الريكاردي الكاملة للمستخدمين.",
  "EOS_constitution_article_14_title": "المادة الرابعة عشرة - القابلية للانفصال",
  "EOS_constitution_article_14_body": "إذا أُعلن أن أي جزء من هذا الدستور غير قابل للتنفيذ أو غير صالح، فسيظل الباقي صالحًا وقابل للتنفيذ.",
  "EOS_constitution_article_15_title": "المادة الخامسة عشرة - إنهاء الاتفاقية",
  "EOS_constitution_article_15_body": "يتم تحرير العضو تلقائيًا من جميع الالتزامات القابلة للإلغاء بموجب هذا الدستور بعد مرور 3 سنوات على إدراج المعاملة الأخيرة التي وقعها ذلك العضو في سلسلة الكتل. بعد 3 سنوات من عدم النشاط، قد يتم طرح الحساب للمزاد وتوزع العائدات على جميع الأعضاء وفقاً لأحكام عقد النظام السارية عند إعادة التوزيع هذه.",
  "EOS_constitution_article_16_title": "المادة السادسة عشرة - مسؤولية المطورين",
  "EOS_constitution_article_16_body": "يوافق الأعضاء على جعل مطوري البرمجيات غير متؤذيين للأخطاء غير المقصودة في التعبير عن النية التعاقدية، سواء كانت أو لم تكن الأخطاء المذكورة بسبب الإهمال الفعلي أو المتصور.",
  "EOS_constitution_article_17_title": "المادة السابعة عشرة - الأخذ بعين الإعتبار",
  "EOS_constitution_article_17_body": "جميع الحقوق والواجبات بموجب هذا الدستور مشتركة ومتبادلة وذات قيمة وتكلفة بالغة الأهمية لجميع الأطراف.",
  "EOS_constitution_article_18_title": "المادة الثامنة عشر - القبول",
  "EOS_constitution_article_18_body": "يُعتبر العقد مقبولاً عندما يوقع عضو على صفقة تشتمل على إثبات TAPOS لكتلة تتضمن حالتها الضمنية واجهة برمجة تطبيات من العقد المذكور وتم إدراج المعاملة في سلسلة الكتل.",
  "EOS_constitution_article_19_title": "المادة التاسعة عشرة - النظراء",
  "EOS_constitution_article_19_body": "يجوز تنفيذ هذا الدستور في أي عدد من الجهات المناظرة، وكل منها عندما يتم تنفيذه وتسليمه يشكل نسخة أصلية مكررة، ولكن جميع النظائر معاً تشكل اتفاقية واحدة.",
  "EOS_constitution_article_20_title": "المادة 20 - الدستور المؤقت",
  "EOS_constitution_article_20_body": "هذا الدستور مؤقت ويهدف إلى البقاء ساري المفعول حتى يتم كتابة دستور دائم والتصديق عليه في استفتاء.",

  "TLOS_constitution_accept": "أنا أقبل هذه الشروط",
  "TLOS_constitution_title": "اتفاقية تشغيل شبكة Telos",
  "TLOS_constitution_preface": "اتفاقية تشغيل الشبكة هذه هي عقد متعدد الأحزاب يبرمها الأعضاء بموجب استخدامهم لسلسلة الكتل هذه.",
  "TLOS_constitution_article_01_title": "1. الديباجة",
  "TLOS_constitution_article_01_body": "تهدف هذه الوثيقة إلى وضع اتفاقيات مشتركة بين جميع مستخدمي شبكة Telos من أجل إنشاء سلسلة كتل آمنة ومستقرة وقابلة للحكم حيث يمكن تخزين القيمة والمعلومات ويتم تحكيم جميع النزاعات فقط باستخدام الطرق الموصوفة هنا. تتألف شبكة Telos من أعضاء اختاروا تنظيم أنفسهم باستخدام سلسلة الكتل على الكمبيوتر كنوع من التبادل عبر الحدود للقيمة والمعلومات والتجارة. وافقت هذه الشبكة على حكم سلسلة كتل Telos ومعاملاتها ورمزها الأصلي من خلال هذه الاتفاقية التي تعدد مجموعة من الاتفاقيات والاتفاقات المتبادلة بين مستخدميها.",
  "TLOS_constitution_article_02_title": "2. خيار القانون",
  "TLOS_constitution_article_02_body": "يُشار هنا إلى أي شخص يستخدم شبكة Telos لتخزين أو تبادل أو معالجة القيمة أو المعلومات على أنه "عضو". يوافق كل عضو على الالتزام حصريًا بأحكام هذه الاتفاقية أو أحدث اتفاقية لتشغيل شبكة Telos التي تم التصديق عليها أو تعديلها وفقًا للشروط الواردة هنا، ولتحديد بنود الاتفاقية الحالية في وقت المعاملة باعتبارها ملزمة في الاتفاقية. التفاعلات بينهما فيما يتعلق بأي شيء وجميع المعلومات والمعلومات المخزنة على سلسلة كتل Telos.",
  "TLOS_constitution_article_03_title": "3. تعديل سلسلة الكتل",
  "TLOS_constitution_article_03_body": "يجب تعديل سلسلة كتل  Telos فقط من خلال إلحاق معلومات جديدة إلى الكتل الحالية. يجب ألا يتم إرجاع سلسلة الكتل مرة أخرى لمراجعة المعاملات المسجلة أو الكتل.",
  "TLOS_constitution_article_04_title": "4. تسجيل القيم والمعلومات",
  "TLOS_constitution_article_04_body": "يجب استخدام سلسلة كتل Telos لتسجيل القيمة والمعلومات ولإجراء الحسابات المتعلقة بها. يجب أن تكون وحدة القيمة الأصلية على سلسلة كتل Telos  هي الرمز المميز لـ TLOS. يمثل كل رمز لـ TLOS نسبة مئوية من موارد الاستخدام الخاصة بـ سلسلة كتل Telos بشكل مباشر إلى إجمالي عدد رموز TLOS التي تم تسجيلها على سلسلة الكتل. وكحصة نسبية من حقوق استخدام الموارد ، فإن كل رمز TLOS يعطي صاحبه حقوق تصويت متناسبة واستخدام موارد حاسوبية تشغيلية لـ سلسلة كتل Telos.",
  "TLOS_constitution_article_05_title": "5. تشغيل سلسلة الكتل",
  "TLOS_constitution_article_05_body": "تصل  سلسلة كتل Telos إلى توافق في الآراء فيما يتعلق بالقيم والمعاملات التي تسجلها باستخدام الدليل المفوض للحصة، حيث يتم تحديد نقاط التحقق من الشبكة ('منتجي الكتل') وعقد التحقق من الصحة الاحتياطية ('منتجي كتل الاستعداد') بواسطة أصوات رمز TLOS المميز العاملين كمندوبين في المعالجة والتحقق من المعاملات والكتل في سلسلة الكتل وفقا للمواصفات الفنية لفرع Telos من برنامج EOSIO. ينتخب أعضاء Telos منتجي الكتل المختارة من بين جميع مرشحي منتجي الكتل لتنفيذ عمل "المنتج المنفذ". يكون المرشحون الوحيدون المطابقون لمتطلبات الحد الأدنى للمنتج الحالي مؤهلين للخدمة ويجب إخطار أي مرشح لمنتجي كتلة غير ممتثلة من الخدمة بغض النظر عن نتائج التصويت. سيكون لشركة Telos 21 منتجي كتل منتخبين وقد يكون لديهم أيضًا ما يصل إلى 30 منتجي كتلة احتياطية في أي وقت، بشرط أن يكون هناك ما لا يقل عن 51 منتجًا من منتجي الكتلة تلبية لشروط الحد الأدنى لمتطلبات Telos سلسلة كتل والتي سيتم تعديلها من وقت لآخر  ويتم تصويت الأعضاء باستخدام عقد نظام "التصديق على التعديل".",
  "TLOS_constitution_article_06_title": "6. وظائف كتلة المنتجين",
  "TLOS_constitution_article_06_body": "يجب على المنتجين أن يقوموا بتشغيل أجهزة الكمبيوتر والشبكات وفقًا لمتطلبات الحد الأدنى لمتطلبات Telos لمنتجي الكتل. يجب على منتجي الكتل إنتاج الكتل في الوقت المحدد لها وفقًا للشروط التي تنص عليها لغة البشر في عقد "منتِج ريج". وباعتباره السلطة التنفيذية لـ سلسلة كتل Telos، فإن منتجي الكتل، بصورة إجمالية  يتمتعون بسلطات تنفيذية واسعة النطاق على نظام Telosسلسلة كتل . قد يقوموا بإيقاف عمل سلسلة الكتل مؤقتًا، وتنفيذ تحديثات برامج جديدة، وطباعة رموز جديدة، وتنفيذ قواعد تشغيلية إضافية لـ سلسلة الكتل لا تنتهك الاتفاقية، وتنفيذ أوامر التحكيم المصنَّعة على النحو الواجب عن طريق التصويت على أي إجراء من هذا القبيل بأغلبية أصوات 2/3 + منتجو كتلة منتخبون.",
  "TLOS_constitution_article_07_title": "7. الدفع لمنتج الكتلة",
  "TLOS_constitution_article_07_body": "يجب أن يدفع منتجي البلوك كل يوم بتقسيم الحصة اليومية من التضخم السنوي 1٪ من القيمة الكاملة لـ  سلسلة كتل Telos كما تم قياسه في رموز TLOS. في كل يوم، يتم تخصيص حصة متساوية من كل منتج من منتجات الكتل إلى الراتب اليومي، ويتم تخصيص نصف هذا المبلغ لكل منتَج، مع النص على أن مخصصات المنتجين والمنتجيين الاحتياطيين قد يتم خصم مخصصاتها اليومية. مع النسبة المئوية للكتل التي كان من المتوقع إنتاجها في أحدث فترة إنتاج لها على مدار 24 ساعة أو أقل، لكنها فشلت في الإنتاج. ويتحمل منتجو الحصص مسؤولية تحصيل أجورهم عن طريق تنفيذ إجراءات 'إدوارد براندز' يوميًا. إذا كان فقدان الأجور ناتجًا عن الفشل في تنفيذ إجراء "إدعاء المسئولية" بشكل منتظم، فإن الخسارة يجب أن يتحملها منتج الحظر أو منتج كتلة الاستعداد، وليس الشبكة.",
  "TLOS_constitution_article_08_title": "8. إلزامية التحكيم",
  "TLOS_constitution_article_08_body": "يوافق جميع الأعضاء في سلسلة كتل Telos على الالتزام بالتحكيم الملزم من قبل محكمين Telos، باستثناء الحالات التي يختار فيها الطرفان في أي صفقة بشكل صريح الإعفاء من هذا التحكيم. عند التخلي عن التحكيم بالتنازل عن جميع أشكال تسوية النزاعات؛ لا تدعو الولايات القضائية للأرض للتحكيم في المعاملات على سلسلة كتل Telos ولا يلزم أي من محكمين Telos ولا منتجي الكتل بموجب هذه الاتفاقية الإمتثال لأوامر أي حكومة على الأرض في عمليات سلسلة كتل Telos.",
  "TLOS_constitution_article_09_title": "9. اختيار منتدى التحكيم",
  "TLOS_constitution_article_09_body": "يجوز للأطراف في كل معاملة على سلسلة كتل Telos اختيار منتدى للتحكيم عندما يختار كل طرف بحرية استخدام نفس منتدى التحكيم. إذا لم يتم تسجيل أي انتخابات لمنبر بديل مشترك في المعاملة، يكون منتدى التحكيم هو منظمة تحكيم Telos ("TAO").",
  "TLOS_constitution_article_10_title": "10. تشكيل TAO",
  "TLOS_constitution_article_10_body": "يتألف TAO من المحكمين الذين يستوفون شروط الحد الأدنى لمتطلبات Telos للمحكمين التي يتم تعديلها من وقت لآخر من قبل الأعضاء باستخدام عقد نظام 'التصديق على التعديل'. ينتخب أعضاء Telos محكمين TAO من بين جميع المرشحين المحكمين لتنفيذ إجراء "تحكيم ريج"، ومع ذلك، فقط المرشحين الذين يلتزمون بالمتطلبات الدنيا للمحكم الحالي، يكونون مؤهلين للخدمة وأي مرشح محكم غير ممتثل، سيتم منعه من الخدمة في نتائج التصويت. يتم تحديد عدد المحكمين المنتخبين في أي وقت وطريقة تحديد الشروط التي بموجبها يتم تعيين عدد من المحكمين لكل قضية تحكيم بأخر 2/3 + 1 تصويت من جميع منتجي الكتل.",
  "TLOS_constitution_article_11_title": "11. بدء التحكيم",
  "TLOS_constitution_article_11_body": "يرسل أعضاء شبكة Telos إلى التحكيم الملزم في جميع الأمور المتعلقة بالقيمة أو المعلومات المخزنة على سلسلة كتل Telos. يبدأ التحكيم عن طريق تنفيذ عقد "التحكيم". لتنفيذ عقد "التحكيم"، يجب على العضو الذي يسعى إلى الاسترداد ("المدعي") تقديم معلومات حول استرداد الحساب للحساب، والحساب الذي يسعى إلى استرداده ("المدعى عليه")، والمعاملة أو المعاملات ذات الصلة. يجب على الشاكي تقديم أدلة على السرقة أو الاحتيال أو خرق العقد البشري أو فشل قانون العقد لتحقيق القصد المعلن من قسم اللغة البشرية في العقد.",
  "TLOS_constitution_article_12_title": "12. اختيار المحكم",
  "TLOS_constitution_article_12_body": "عند التنفيذ الأولي لعقد "التحكيم" ، يتم تعيين محكم أو مجموعة من المحكمين عشوائياً من جميع المحكمين المنتخبين حالياً وفقاً للمتطلبات الدنيا للمحكم التي حددت نفسها على أنها متاحة حالياً لتلقي حالات جديدة. إذا استوفى المحكمون غير الكافيين هذه الشروط عند بدء عقد "التحكيم" ، سيتم وضع القضية في قائمة الانتظار حتى يتوفر المحكمون الكافيون. يجب أن يتبع عدد المحكمين المعينين في أي حالة أحدث مجموعة من المصطلحات التي تم سنها بأكثرية 2/3 + 1 من جميع منتجي الكتل.",
  "TLOS_constitution_article_13_title": "13. تجميد الحسابات تحت التحكيم",
  "TLOS_constitution_article_13_body": "عند تعيين المحكمين في قضية التحكيم، يجوز لأي محكم مخصص للقضية إصدار أمر طارئ لتجميد جميع المعاملات من حساب المدعى عليه. يجوز للمحكمين إضافة الحساب إلى قائمة الحسابات المجمدة التي يحتفظ بها على نظام "سلسلة كتل Telos"، والتي يجب على جميع منتجي الكتلة الإشارة إليها واستبعادها من التحقق من المعاملات.",
  "TLOS_constitution_article_14_title": "14. حقوق الإستجابة للتحكيم",
  "TLOS_constitution_article_14_body": "يجب إخطار المدعى عليه في أي قضية تحكيم بالشروع في إجراء تحكيم في موعد لا يتجاوز ثلاث ساعات من بدء الإجراء أو عند تجميد المعاملات على الحساب أيهما يأتي أولاً، وفي موعد لا يتجاوز 24 ساعة بعد البدء. يحق لأي مجيب تم تجميد حسابه حذف أمر التجميد من حساب المستجيب عند قيامه بنشر سند لحساب مجمد آخر بالمبلغ تحت التحكيم على النحو الذي يحدده المحكم أو المحكمون في القضية. يجب على المحكم أو المحكمين تحديد المبلغ تحت التحكيم خلال 72 ساعة من إصدار أمر التجميد. إذا كان المبلغ تحت التحكيم هو القيمة الكاملة للحساب ، فقد لا يقوم المدعى عليه بنشر سند. ويحق للمدعى عليه أيضاً الاطلاع على الأدلة المقدمة وإعداد دفاع وتقديم أدلة للرد على أدلة المدعي. للمدعى عليه أيضا الحق في الحصول على قرار في الوقت المناسب للقضية. يتم تحديد "قرار في الوقت المناسب" فيما يتعلق بحالات تحكيم مماثلة أخرى في فترة الـ 12 شهرا السابقة. الفشل في حل إجراء التحكيم خلال فترة زمنية تكون ضمن انحراف معياري واحد لمتوسط ​​الفترة الزمنية المطلوبة للتحكيم في قضية ذات العدد نفسه من المحكمين المعينين فيها، يضع قضية التحكيم في حالة معجّلة توفر 72 ساعة إضافية. التي تقرر نتيجة القضية أو تسقط القضية دون عقوبة أو رسوم التحكيم. يجب تعليق شرط البت في قضايا التحكيم في الوقت المناسب حتى 15 شهرًا بعد اكتمال أول قضية تحكيم في Telos.",
  "TLOS_constitution_article_15_title": "15. تفضيل الأدلة المشفرة",
  "TLOS_constitution_article_15_body": "في الفصل في قضايا التحكيم، تعتبر الأدلة في شكل إثبات تشفير صالح للملكية أو المعاملة السابقة ذات قيمة أكبر من أي شكل آخر من أشكال الإثبات.",
  "TLOS_constitution_article_16_title": "16. تقديم حكم التحكيم",
  "TLOS_constitution_article_16_body": "يحكم المحكم أو المحكمين في حكمهم لقضية في شكل معاملة أو مجموعة من المعاملات يتم إلحاقها بكتلة Telos الجماعية من قبل منتجي البلوك المنتخبين حسب الأصول في وقت إصدار الحكم. يجب أن تكون المعاملات على شكل معاملة تحويل قيمة قياسية من المدعى عليه إلى المدعي ، وهو إجراء "مراجعة العقد" الذي يضبط بالقوة رمز عقد معيَّن أو مُضلل، أو إجراء "تغيير المفاتيح" الذي يعين مفاتيح خاصة جديدة لحساب وقد تم الحكم فيه على أنه تم الحصول عليه بشكل غير صحيح من قبل المدعى عليه من الشاكية. كما يقدم المحكم أو المحكمون شرحًا عامًا للمبرر المنطقي للحكم. قد يتضمن حكم التحكيم المعاملات لدفع رسوم التحكيم المرتبطة بالقضية.",
  "TLOS_constitution_article_17_title": "17- التزام منتجي الكتل بتنفيذ قرارات التحكيم",
  "TLOS_constitution_article_17_body": "يجب على منتجي الكتل، بعد أن تم تزويدهم بحكم تحكيمي صحيح، أن ينفذوا الحكم خلال 24 ساعة من الاستلام. يجب على كل منتجي الكتل أن يقوم بتنفيذ الإجراء وأي منتِج كتل لم يصوت لفرض الإجراء خلال 24 ساعة يكون مسؤولاً عن العقوبة بموجب إجراء "فرض الوسائل" حتى يتم تنفيذ إجراء الفصل بالكامل.",
  "TLOS_constitution_article_18_title": "18. رسوم التحكيم",
  "TLOS_constitution_article_18_body": "قد يقوم محكمو TAO بتحصيل رسوم لخدمات التحكيم بمبلغ يصل إلى 3٪ من إجمالي المبلغ المطلوب في التنفيذ الأولي لعقد "التحكيم". يجوز لمنتديات التحكيم البديلة تحديد الرسوم الخاصة بها طالما يتم تحديد هذه الرسوم بوضوح قبل تنفيذ العقد. عندما يجد المحكمون للمدعي، يمكن إضافة مبلغ رسوم التحكيم إلى الحكم الصادر عن المدعى عليه. يقوم المحكمون المتعددون بتقسيم أي رسوم تحكيم بينهم بالتساوي.",
  "TLOS_constitution_article_19_title": "19. حدود الإجراء",
  "TLOS_constitution_article_19_body": "إجراءات التحكيم لا يمكنها إرجاع المعاملات على سلسلة الكتل. تقتصر جميع الإجراءات على تلك المعدودة. في حالة إزالة الأموال بالفعل من سلسلة كتل Telos، تقتصر أحكام التحكيم على المبالغ التي لا تزال متاحة في حساب المدعى عليه. ويجوز تسجيل الحكم وإدخاله في مقابل الأموال المستقبلية المرتبطة بنفس الشخص أو الكيان الذي يملك الحساب الأصلي للمدعى عليه، إذا أثبتت قضية تحكيم مستقبلية بشكل كاف أن نفس الشخص أو الكيان يتحكم في كلا الحسابين. في حالة إدخال حسابات متعددة في مقابل نفس الحساب، يكون للبت القضائي الذي بدأ لأول مرة أولوية على الأحكام اللاحقة حتى يتم تخصيص جميع الأموال أو يتم تسوية جميع الأحكام المدخلة.",
  "TLOS_constitution_article_20_title": "20. قوى سودو",
  "TLOS_constitution_article_20_body": "يمتلك منتجي الكتل سلطة استخدام أمر "سودو" لتنفيذ الأوامر على أي حساب كما لو كان من قبل المالك، أو أمر مشابه  إذا كان تحت اسم مختلف، فقط كعنصر من فعل "مراجعة العقد" الذي يضبط بالقوة شفرة العقد الخاطئ أو المضلل، أو إجراء "التغيير" الذي يعين مفاتيح خاصة جديدة للحساب الذي تم الفصل فيه على أنه تم الحصول عليه بشكل غير صحيح، وفقط في حالات حكم قضائي أدخله المحكم أو المحكمين في الأصول الواجبة في قضية تحكيم حسنة النية.",
  "TLOS_constitution_article_21_title": "21. التصويت",
  "TLOS_constitution_article_21_body": "يجوز لأعضاء Telos التصويت لصالح انتخاب منتجي الكتلة ومرشحي الحكام كما هو موضح في هذه الاتفاقية. يجوز لكل عضو التصويت على العدد الكامل لرموز TLOS في أي حساب يتحكم فيه من خلال المفاتيح الخاصة. يجوز للأعضاء التصويت لما يصل إلى 30 من منتجي كتلة المنتجين و 30 مرشحًا محلفًا في TAO في أي وقت وكل صوت لأي مرشح سيحصل على نفس الوزن مثل كل المرشحين الآخرين من نفس النوع، إما منتجي الكتلة أو المحكم. يجوز للأعضاء بدلاً من ذلك تعيين وكيل للإدلاء بأصواتهم لهم. جميع الأصوات ، سواء تم الإدلاء بها مباشرة أو بالوكالة، يتم تخفيض وزنها وفقًا لمعادلة غير خطية تُعرف بالانتخابات العكسية ، كما هو مُعبر عنه في قانون Telos، حيث يتم تخفيض قيمة التصويت عند أقل من الحد الأقصى للمبلغ. من المرشحين المسموح بهم يتم الإدلاء بها. هذا الشكل من أشكال التصويت هو تشجيع التصويت لعدد كبير من المرشحين وعدم تشجيع التصويت للمرشحين المنتمين للناخب فقط.",
  "TLOS_constitution_article_22_title": "22. إنشاء وملئ حسابات الرمز الأولي",
  "TLOS_constitution_article_22_body": "سيتبع التوزيع الأولي لرموز TLOS على شبكة Telos ('التوزيع الأولي لـTelos') لقطة EOS ERC-20 الرمزية المسجلة في 2 يونيو 2018 من سجلات EOS بيع رموز كما هو مسجل في سلسلة كتل ايثيريوم ('EOS لقطة') . سيقوم التوزيع الأولي لـTelos بإنشاء جميع الحسابات المضمنة في لقطة EOS مع نفس أسماء الحسابات والمفاتيح العامة التي تتطابق باستثناء أنها تكون بادئة بادئة ب'TLOS' بدلاً من 'EOS'. سيتم تسجيل كل من هذه الحسابات على أنها تحتوي على نفس عدد رموز TLOS كرقم EOS على الحساب المقابل في لقطة EOS ، باستثناء أن كل حساب لديه رصيد أكثر من 40000 رقم سيحصل على 40،000 رقم TLOS. ومن المتوقع أن يؤدي هذا إلى تغيير أقل من 1100 حساب إجمالي. وسيتم إنشاء حسابات Telos جديدة إضافية لتمويل مؤسسة Telos، والتي ستحصل على 6،000،000 TLOS رمز،  سيتلقاها مؤسسو Telos، والذي سيحصل على 6،000،000 TLOS رمز، كمكافآات لمجتمع Telos، الذي سيحصل على 1،000،000 من رموز TLOS.",
  "TLOS_constitution_article_23_title": "23. الشرط للاشتراك فيها",
  "TLOS_constitution_article_23_body": "سوف يشمل التوزيع الأولي لـ Telos جميع الحسابات من لقطة EOS. ومع ذلك، من غير المعروف أي مالكي حسابات لقطة EOS  قد يرغبون في الاشتراك في شبكة Telos ويصبحوا أعضاءً فيها. نظرًا لأن رموز لـ TLOS تعكس استخدامًا تناسبيًا حقًا لموارد الشبكة، فإن الاحتفاظ برموز TLOS على النظام غير المطلوب من قِبل مالكيها يمثل فقدان موارد الشبكة لجميع الأعضاء الآخرين. ولهذا السبب، تخضع جميع الحسابات التي لديها 0 معاملة بعد 365 يومًا من تنشيط شبكة Telos للحذف من قبل منتجي الكتل في ذلك الوقت أو في أي وقت بعد ذلك. سيتم حذف الرموز في أي حسابات محذوفة من سلسلة الكتل، والتي يشار إليها عادة باسم "حرق" الرموز.",
  "TLOS_constitution_article_24_title": "24 - صندوق مقترح العمال Telosلـ",
  "TLOS_constitution_article_24_body": "يتم إيداع قيمة مساوية للحصة اليومية البالغة 1.5٪ من التضخم السنوي لكامل قيمة كتلة Telos المجمعة وفقًا لقياسات TLOS في صندوق مقترح العمال Telos. يجوز لأعضاء Telos تقديم مقترحات لاستخدام هذه الأموال المتراكمة. يتطلب تقديم صندوق للاقتراح دفع رسم يحدده أحدث تصويت 2/3 + 1 لغالبية منتجي الكتل، شريطة ألا يتجاوز هذا الرسم ضعف التكلفة الفعلية في موارد الشبكة للتصويت على الاقتراح من قبل الجميع. أعضاء Telos. يجوز لأي عضو من أعضاء Telos أو مجموعة من الأعضاء تنفيذ عقد 'تقديم اقتراح العمل' من خلال توفير المعلومات المطلوبة بما في ذلك، على الأقل، وصفًا كاملاً للمقترح، ورابطًا إلى مصدر ثابت للمعلومات، ومعاملات الإيداع بالتحديد، بما في ذلك حساب أو حسابات الإيداع، التي ستحدث في حالة قبول الاقتراح من قبل أعضاء Telos. بمجرد تقديمها، ستكون هناك فترة 60 يومًا يتم فيها التصويت على اقتراح ما. أي اقتراح يتلقى ما لا يقل عن 7 بالمائة من الأصوات المشاركة بين رموز TLOS والأغلبية البسيطة لـ التصويت بنعم في نهاية 60 يومًا يجب أن يسن الاقتراح وتنفذ عملية الإيداع الموضحة في الاقتراح.",
  "TLOS_constitution_article_25_title": "25. لا للحنث باليمين",
  "TLOS_constitution_article_25_body": "يكون الأعضاء مسؤولين عن أي خسائر ناجمة عن شهادات كاذبة أو مضللة ويخسرون أي ربح حصلوا عليه.",
  "TLOS_constitution_article_26_title": "26. لا للأئتمان",
  "TLOS_constitution_article_26_body": "لا يتحمل أي عضو أو صاحب رمز  لـ TLOS مسؤولية ائتمانية لدعم قيمة رمز TLOS. لا يسمح الأعضاء لأي شخص بحيازة أصول أو اقتراض أو التعاقد نيابة عن مالكي رمز TLOS بشكل جماعي. سلسلة الكتل هذه ليس لديها ملاك أو مدراء  أو أمناء.",
  "TLOS_constitution_article_27_title": "27. النشر على سلسلة كتل Telos ",
  "TLOS_constitution_article_27_body": "يجب تسجيل جميع المعاملات على سلسلة كتل Telos بشكل نهائي إلى سلسلة الكتل. يوافق الأعضاء على عدم تسجيل المعلومات أو البيانات أو المحتوى الذي لا يمكنهم تسجيله. كل عضو يمنح جميع الأعضاء الآخرين ترخيصًا لا رجعة فيه لعرض أي معلومات أو معاملات مسجلة علىسلسلة الكتل. لا يجوز لشبكة Telos إزالة أي معلومات من سلسلة الكتل ولا تتحمل أي مسؤولية أو دور إنفاذ لأي معلومات أو بيانات أو محتوى تم تسجيله بشكل غير صحيح على سلسلة الكتل. تكون أي عقوبات أو أحكام تتعلق بالمعلومات أو البيانات أو المحتوى المسجل بشكل غير صحيح هي المسئولية الوحيدة للحساب الذي نشرها.",
  "TLOS_constitution_article_28_title": "28. الرد",
  "TLOS_constitution_article_28_body": "يوافق كل عضو على أن العقوبات على خرق العقد قد تشمل، على سبيل المثال لا الحص ، الغرامات، وفقدان الحساب، وغير ذلك من التعويضات.",
  "TLOS_constitution_article_29_title": "29. المطورون",
  "TLOS_constitution_article_29_body": "يجوز لكل عضو يقوم بإتاحة عقد ذكي على سلسلة كتل Telos ("مطور") أن يعيّن العناصر الأصلية لعقوده إما كمصدر مفتوح أو شفرة خاصة. يجب أن يتم توثيق كل عقد ذكي بعقد خاص باللغة البشرية يحدد نية جميع الأطراف ويعين منتدى التحكيم الذي يحل النزاعات الناشئة عن هذا العقد. قد يطالب المطورون الذين يخصصون العقود كرمز مملوك   كملكية فكرية ويمكن أن يشرعوا في إجراءات تحكيم ضد أولئك الذين ينتهكون سيطرتهم على ملكيتهم الفكرية لضبط النفس  / أو رد الحقوق.",
  "TLOS_constitution_article_30_title": "30. اللغة السائدة",
  "TLOS_constitution_article_30_body": "يجب أن تحدد عقود اللغة البشرية التي تستخدم أكثر من لغة واحدة لغة سائدة في حالة النزاع ويكون كاتب أي ترجمة مسئولا عن الخسائر الناتجة عن ترجماتها الكاذبة أو المضللة أو الغامضة. في حالة عدم تحديد لغة العقد السائدة، تكون لغة العقد السائدة هي الإنجليزية، إذا تم استخدامها في العقد، أو اللغة الأولى المستخدمة لكتابة جملة كاملة، إذا لم يتم استخدام اللغة الإنجليزية.",
  "TLOS_constitution_article_31_title": "31. تسجيل الاتفاق",
  "TLOS_constitution_article_31_body": "يتم تسجيل نص هذه الاتفاقية أو أكثر نسخة من الاتفاقية تم التصديق عليها أو تعديلها حاليًا على  سلسلة كتل Telos وسوف تحتوي كل كتلة على مؤشر إلى الكتلة التي تحتوي على نص هذه الاتفاقية. يعتبر قبول أي كتلة قبولًا آخر لجميع بنود هذا العقد.",
  "TLOS_constitution_article_32_title": "32. التعديل",
  "TLOS_constitution_article_32_body": "يجوز تعديل هذه الاتفاقية ووثائقها الثانوية، بما في ذلك أقسام اللغة البشرية للعديد من عقود النظام ("وثائق حوكمة Telos") بتصويت من قبل أصحاب الرمز TLOS باستخدام عقد "التصديق على التعديل". للتصديق على أو تعديل أي وثيقة حوكمة Telos، يجوز لأي مستخدم تنفيذ عقد "التصديق على التعديل"، ودفع رسوم العقد، وهو ما يساوي تكلفة تنفيذ عقد "التصديق على التعديل"، في موارد النظام، في الوقت الذي يتم فيه التنفيذ الكامل. قد يتم دفع هذه الرسوم من قبل عضو واحد أو جمعها من العديد من الأعضاء بمرور الوقت للتنفيذ عندما يتم تحصيل التكلفة الكاملة. وبمجرد دفع الرسوم بالكامل، يتم تسجيل النص الكامل للوثيقة الجديدة المقترحة، أو الوثيقة الموجودة في حالة التصديق، إلى مجموعة مستخدمي Telos. لا يجوز التصديق على وثائق حوكمة Telos أو تعديلها إلا بتصويت من أصحاب الرمز TLOS، كما هو مسجل في عقد "التصديق على التعديل" مع ما لا يقل عن 15٪ من الأصوات المتشاركة بين رموز TLOS و 10٪ أصوات نعم أكثر من لا .واستمرت لمدة 30 يومًا متواصلًا خلال 120 يومًا.",
  "TLOS_constitution_article_33_title": "33. القابلية",
  "TLOS_constitution_article_33_body": "إذا تم اعتبار أي جزء من هذه الاتفاقية غير قابل للتنفيذ أو غير صالح، فسيظل الباقي صالحًا وقابل للتنفيذ. لن يتم إعطاء أي جزء من هذه الاتفاقية أهمية أعلى من أي مكان آخر نظرًا لموقعها الترتيبي داخل المستند.",
  "TLOS_constitution_article_34_title": "34. الإنهاء",
  "TLOS_constitution_article_34_body": "يتم تحرير العضو تلقائيًا من جميع الالتزامات القابلة للإلغاء بموجب هذه الاتفاقية بعد مرور ثلاث سنوات على قيام هذا العضو ببيع أو تسليم جميع رموز TLOS. لا يجوز الإفراج عن أي عضو من أحكام التحكيم السارية المفعول ضدهم لأي فترة من الوقت.",
  "TLOS_constitution_article_35_title": "35. مسؤولية المطور",
  "TLOS_constitution_article_35_body": "تستخدم شبكة Telos برنامج "مفتوح المصدر" مُعرّف كبرنامج تم تأليفه بواسطة مؤلفين فرديين أو منفصلين لا يحتفظون بملكية البرنامج المذكور. يوافق الأعضاء على الاحتفاظ بمطوري البرامج مفتوحة المصدر معفيين من المسئولية عن الأخطاء غير المقصودة في التعبير عن النية التعاقدية، سواء أكانت الأخطاء المذكورة ناتجة عن إهمال فعلي أو متصور.",
  "TLOS_constitution_article_36_title": "36. الأخذ بعين الاعتبار",
  "TLOS_constitution_article_36_body": "جميع الحقوق والواجبات بموجب هذه الاتفاقية مشتركة ومتبادلة وذات قيمة وتكلفة متساوية لكل الأطراف.",
  "TLOS_constitution_article_37_title": "37. القبول",
  "TLOS_constitution_article_37_body": "يُعتبر العقد مقبولاً عندما يوقع عضو على صفقة تشتمل على إثبات TAPOS لكتلة تتضمن حالتها الضمنية واجهة برمجة تطبيقات من العقد المذكور وتم إدراج المعاملة في سلسلة الكتل.",
  "TLOS_constitution_article_38_title": "38. النزراء",
  "TLOS_constitution_article_38_body": "يجوز تنفيذ هذه الاتفاقية في أي عدد من النظراء، وكل منها عند التنفيذ والتسليم يشكل نسخة أصلية مكررة، ولكن جميع النظائر معاً تشكل اتفاقية واحدة.",
  "TLOS_constitution_article_39_title": "39. الاتفاق الكامل",
  "TLOS_constitution_article_39_body": "يتم قبول هذه الاتفاقية كاملة ولا تحتاج إلى مزيد من التصديق لتكون صالحة وقابلة للتنفيذ. وقد تم تضمين طريقة للتصديق على هذه الاتفاقية في رمز الشبكة (Telos) وشبكة Telos في شكل عقد "التصديق على التعديل"، ومع ذلك، فإن مثل هذا التصديق غير مطلوب لكي تكون هذه الاتفاقية قابلة للتنفيذ أوالفشل في التصديق على الاتفاقية، في حالة تم تنفيذ عقد "التصديق على التعديل"، ولا يلغي القبول أو الصلاحية أو إنفاذ هذه الاتفاقية."
}
© 2019 GitHub, Inc.