{
  "contract_terms": "باستكمال هذه المعاملة، أوافق على الشروط التالية (انقر للمزيد) ...",
  "system_transfer_title": "شروط وأحكام التحويل",
  "system_transfer_1": "أنا ، {{من}} ، أقر بما يلي صراحةً على حد علمي:",
  "system_transfer_2": "1. أقرّ أنّ {{الكمية} ليست عائدات أنشطة احتيالية أو عنيفة.",
  "system_transfer_3": "2. أشهد أنه، على حد علمي، أن {{إلى}}}لا يدعم العنف ضد الآخرين.",
  "system_transfer_4": "3. لقد كشفت عن أي بنود وشروط تعاقدية تتعلق بـ {{الكمية}} إلى {{إلى}}.",
  "system_transfer_5": "أدرك أن عمليات تحويل الأموال لا يمكن عكسها بعد مرور {{تأخير.معاملة}} ثانية أو أي تأخير آخر تم حدث بواسطة أذونات {{من}}.",
  "system_transfer_6": "إذا لم يتم تأكيد هذا الإجراء بشكل لا رجعة فيه بعد استلام السلع أو الخدمات من "{{إلى}}"، فأنا أوافق على إعادة السلع أو الخدمات أو إعادة إرسال {{الكمية}} في الوقت المناسب.",
  "system_voteproducer_1": "إن الهدف من عمل "منتجي حقوق الطبع" هو الإدلاء بالصوت الصحيح لما يصل إلى 30 مرشحًا في BP.",
  "system_voteproducer_2": "بصفتك طرفًا معتمدًا ، {{موقٌِع}} نرغب في التصويت نيابة عن {{المصوت}} لصالح مرشح {منتج}}{الكتل}  مع وزن تصويت مساوٍ لجميع الرموز المملوكة حاليًا لـ {{المصوت} } و المحصصة للمعالجة أو النطاق الترددي.",
  "system_voteproducer_3": "إذا لم أكن المالك المستفيد من هذه الأسهم، فإنني أشترط أن يكون لدي إثبات بأنه قد تم تفويضي للتصويت على هذه الأسهم من قبل المالك / المالكين المستفيدين.",
  "system_voteproducer_4": "أشترط أني لن أقبل أي شيء ذي قيمة مقابل هذه الأصوات، وعلى عقوبة مصادرة هذه الرموز، وغيرها من العقوبات.",
  "system_voteproducer_5": "أقر بأن استخدام أي نظام للتصويت التلقائي، أو إعادة التصويت، أو تحديث الأصوات، أو السماح باستخدام مثل هذا النظام نيابة عني أو نيابة عن شخص آخر، ممنوع وينتهك هذا العقد.",
  "system_buyrambytes_1": "سيحاول هذا الإجراء حجز حوالي {{بايتات}} بايت من الذاكرة بالنيابة عن {{المتلقي}}.",
  "system_buyrambytes_2": "يصرح {{المشتري}} هذا العقد لنقل الرموز {{رمز الرمز}} الكافية لشراء الذاكرة استنادًا إلى السعر الحالي كما تحدده خوارزميات صانع السوق.",
  "system_buyrambytes_3": "يقبل {{المشتري}} أنه سيتم فرض رسوم بنسبة 0.5٪ على القيمة {{رمز الرمز}} المستهلكة وأن الذاكرة الفعلية التي يتم استلامها قد تكون أقل قليلاً من المطلوب نظرًا للتقارب اللازم لتمكين هذه الخدمة. يقبل {{المشتري}} أنه سيتم فرض رسوم بنسبة 0.5٪ إذا ما بيعت الذاكرة ومتى تم بيعها. يقبل {{المشتري}} أن أخطاء التقريب الناتجة عن حدود الدقة الحسابية قد تؤدي إلى تخصيص ذاكرة أقل. يقر {{المشتري}} بأنه يمكن زيادة عرض الذاكرة  (RAM) في أي وقت يصل إلى حدود معدات الكمبيوتر الجاهزة، وهذا قد يؤدي إلى بيع ذاكرة الوصول العشوائي بسعر أقل من سعر الشراء. يقر {{المشتري}} بأن سعر ذاكرة الوصول العشوائي قد يزيد أو يقل مع مرور الوقت وفقًا للعرض والطلب. يقر {{المشتري}} بأن الذاكرةغير قابلة للتحويل. {{المشتري}} يعترف بأن الذاكرة المستخدمة حاليًا من قبل حساباته لا يمكن بيعها حتى يتم تحريرها، وأن تحرير الذاكرة (RAM) قد يخضع لشروط العقود الأخرى.",
  "system_sellrambytes_1": "عملية بيع الذاكرة، هي عملية بيع الذاكرة غير المستخدمة بمقابل الرموز.",
  "system_sellrambytes_2": "بصفتك طرفًا معتمدًا، {{موقٌِع}} نرغب في بيع {{بايتات}} من الذاكرة غير المستخدمة من الحساب {{الحساب}}."
}
© 2019 GitHub, Inc.
Terms
Privacy
Security
Status
Help
